export default {
  '/奥克斯洗鞋机/儿童款/': [
    {
      text: '儿童款',
      items: [
        { text: '基础参数', link: '/奥克斯洗鞋机/儿童款/1.基础参数' },
        { text: '产品讲解', link: '/奥克斯洗鞋机/儿童款/2.产品讲解' },
      ],
    },
    {
      text: '其他',
      items: [
        { text: '想', link: '/奥克斯洗鞋机/儿童款/1.基础参数' },
        { text: '产收到品讲解', link: '/奥克斯洗鞋机/儿童款/2.产品讲解' },
      ],
    },
  ],
  '/奥克斯洗鞋机/居家中小款/': [
    {
      text: '居家中小款',
      items: [
        { text: '基础参数', link: '/奥克斯洗鞋机/居家中小款/1.基础参数' },
        { text: '产品讲解', link: '/奥克斯洗鞋机/居家中小款/2.产品讲解' },
      ],
    },
  ],
  // {
  //   text: '豪华大款',
  //   items: [
  //     { text: '基础参数', link: '/奥克斯洗鞋机/豪华大款/1.基础参数' },
  //     { text: '产品讲解', link: '/奥克斯洗鞋机/豪华大款/2.产品讲解' },
  //   ],
  // },
  // {
  //   text: '经典双桶款',
  //   items: [
  //     { text: '基础参数', link: '/奥克斯洗鞋机/经典双桶款/1.基础参数' },
  //     { text: '产品讲解', link: '/奥克斯洗鞋机/经典双桶款/2.产品讲解' },
  //   ],
  // },
  // {
  //   text: '太空舱款',
  //   items: [
  //     { text: '基础参数', link: '/奥克斯洗鞋机/太空舱款/1.基础参数' },
  //     { text: '产品讲解', link: '/奥克斯洗鞋机/太空舱款/2.产品讲解' },
  //   ],
  // },
};
